{
    "RT": 201048,
    "the": 182956,
    "to": 178280,
    "a": 148701,
    "#DonaldTrump": 140976,
    "of": 112974,
    "is": 103049,
    "in": 90179,
    "and": 83137,
    "for": 79097,
    "on": 73298,
    "#@@": 69332,
    "#Trump2016": 67745,
    "climate": 62726,
    ":": 62341,
    ".": 60227,
    "I": 59068,
    ",": 55106,
    "\u2026": 52238,
    "s@@": 51227,
    "@@@": 48864,
    "!": 45959,
    "-": 44635,
    "p@@": 44132,
    "d@@": 43396,
    "b@@": 42818,
    "t@@": 42776,
    "\"@@": 42597,
    "S@@": 42387,
    "with": 42078,
    "y@@": 41894,
    "Hillary": 41485,
    "you": 41135,
    "Trump": 41031,
    "H@@": 40722,
    "M@@": 40444,
    "P@@": 39971,
    "F@@": 39766,
    "f@@": 39161,
    "m@@": 39136,
    "C@@": 38385,
    "D@@": 38075,
    "k@@": 38051,
    "B@@": 37642,
    "h@@": 37501,
    "g@@": 37338,
    "T@@": 37290,
    "L@@": 37215,
    "Not": 36181,
    "The": 35761,
    "be": 35645,
    "G@@": 35573,
    "c@@": 35165,
    "@realDonaldTrump": 34716,
    "K@@": 34542,
    "R@@": 34497,
    "w@@": 34425,
    "that": 34404,
    "ing": 33997,
    "Climate": 33817,
    "?": 33368,
    "&amp;": 33070,
    "v@@": 32925,
    "Obama": 32661,
    "J@@": 31959,
    "are": 31778,
    "N@@": 31683,
    "e@@": 31517,
    "Available": 31428,
    "s": 31288,
    "...": 31068,
    "W@@": 30920,
    "i@@": 30902,
    "as": 30881,
    "not": 30811,
    "Clinton": 30780,
    "ed": 30646,
    "n@@": 30380,
    "a@@": 29927,
    "l@@": 29662,
    "z@@": 29550,
    "-@@": 29296,
    "j@@": 29185,
    "it": 29069,
    "E@@": 29028,
    "an": 28980,
    "o@@": 28917,
    "V@@": 28785,
    "_@@": 28770,
    "r@@": 28689,
    "at": 28489,
    "change": 28313,
    "u@@": 28125,
    "Y@@": 27866,
    "y": 27860,
    "O@@": 27668,
    "Donald": 27054,
    "A@@": 26917,
    "will": 26843,
    "A": 26566,
    "4@@": 26555,
    "3@@": 26340,
    "about": 26317,
    "8@@": 25954,
    "Z@@": 25268,
    "2@@": 25257,
    "er": 25103,
    "I@@": 25000,
    "6@@": 24706,
    "7@@": 24630,
    "0@@": 24350,
    "X@@": 24277,
    "q@@": 24266,
    "o": 23892,
    "5@@": 23853,
    "9@@": 23676,
    "x@@": 23590,
    "al@@": 23428,
    "this": 23398,
    "'@@": 23310,
    "1@@": 23247,
    "Q@@": 23009,
    "U@@": 22972,
    "in@@": 22812,
    "an@@": 22728,
    "or": 22640,
    "es": 22477,
    "er@@": 22187,
    "via": 22166,
    "re@@": 21735,
    "by": 21493,
    "\"": 21360,
    "have": 21277,
    "e": 21126,
    "his": 21075,
    "he": 20855,
    "t": 20072,
    "from": 19673,
    "on@@": 19657,
    "all": 19647,
    "en@@": 19366,
    "has": 18943,
    "i": 18664,
    "like": 18653,
    "ar@@": 18290,
    "Barack": 18118,
    "'s": 17997,
    "one": 17959,
    "2": 17517,
    ".@@": 17357,
    "your": 17271,
    "ers": 17229,
    "st@@": 16761,
    "es@@": 16509,
    "un@@": 16444,
    "it@@": 16299,
    "https://t.co/@@": 16290,
    "campaign": 15910,
    "k": 15658,
    "or@@": 15650,
    "support": 15472,
    "you're": 15371,
    "but": 15208,
    "at@@": 15172,
    "'": 15071,
    "Paris": 15053,
    "we": 15042,
    "just": 14975,
    "m": 14895,
    "was": 14744,
    "is@@": 14726,
    "al": 14678,
    "el@@": 14572,
    "#NowPH": 14533,
    "am@@": 14518,
    "ch@@": 14514,
    "S": 14500,
    "s.": 14462,
    "out": 14331,
    "what": 14205,
    "th@@": 14155,
    "our": 14132,
    "who": 14074,
    "n": 14034,
    "(@@": 13915,
    "ad@@": 13838,
    "u": 13794,
    "s,": 13780,
    "4": 13699,
    "p": 13576,
    "us": 13291,
    "le@@": 13250,
    "s:": 13111,
    "ed@@": 13040,
    "ing@@": 12914,
    "d": 12880,
    "more": 12684,
    "up": 12587,
    "my": 12540,
    "can": 12501,
    "do": 12450,
    "co@@": 12410,
    "1": 12357,
    "ic@@": 12210,
    "why": 12143,
    "need": 12031,
    "no": 11999,
    "http://t.co/@@": 11966,
    "z": 11847,
    "as@@": 11823,
    "g": 11820,
    "so": 11775,
    "ag@@": 11702,
    "if": 11572,
    "To": 11558,
    "they": 11533,
    "il@@": 11487,
    "li@@": 11471,
    "jumpman": 11303,
    ")": 11294,
    "Y": 11230,
    "#donaldtrump": 11125,
    "x": 11069,
    "l": 10876,
    "R": 10815,
    "T": 10810,
    "b": 10668,
    "r": 10664,
    "ac@@": 10633,
    "E": 10631,
    "This": 10583,
    "h": 10552,
    "ir@@": 10543,
    "ts": 10476,
    "e.": 10324,
    "feminist": 10298,
    "w": 10281,
    "po": 10278,
    "D": 10269,
    "people": 10251,
    "im@@": 10206,
    "N": 10184,
    "e:": 10117,
    "Re@@": 10104,
    "en": 10088,
    "de@@": 10032,
    "how": 10013,
    "M": 10008,
    "3": 9939,
    "ro@@": 9919,
    "c": 9897,
    "us@@": 9867,
    "her": 9831,
    "U": 9826,
    "says": 9800,
    "and@@": 9761,
    "em@@": 9751,
    "ay@@": 9692,
    "7": 9661,
    "5": 9649,
    "get": 9558,
    "ab@@": 9543,
    "I'm": 9515,
    "President": 9505,
    "don't": 9500,
    "ri@@": 9461,
    "#COP21": 9443,
    "be@@": 9415,
    "8": 9393,
    "take": 9393,
    "Is": 9387,
    "C": 9376,
    "/@@": 9292,
    "@S@@": 9289,
    "over": 9253,
    "6": 9245,
    "ol@@": 9199,
    "ur@@": 9192,
    "We": 9162,
    "F": 9102,
    "O": 9040,
    "than": 8978,
    "id@@": 8949,
    "0": 8948,
    "@C@@": 8922,
    "If": 8904,
    "ate": 8900,
    "ation": 8899,
    "would": 8832,
    "Change": 8830,
    "#B@@": 8795,
    "In": 8739,
    "sh@@": 8703,
    "P": 8648,
    "om@@": 8620,
    "What": 8611,
    "ha@@": 8608,
    "v": 8607,
    "ot@@": 8590,
    "G": 8586,
    "#S@@": 8518,
    "@r_faulkerson:": 8515,
    "#GOP": 8466,
    "me": 8464,
    "You": 8432,
    "when": 8411,
    "feminism": 8272,
    "think": 8242,
    "help": 8233,
    "le": 8169,
    "#tcot": 8152,
    "B": 8137,
    "#M@@": 8114,
    "ent@@": 8111,
    "should": 8091,
    "os@@": 8076,
    "|": 8066,
    "How": 8060,
    "lo@@": 8056,
    "K": 8035,
    "St@@": 7992,
    "f": 7976,
    "a:": 7963,
    "@M@@": 7932,
    "tr@@": 7899,
    "ly": 7875,
    "H": 7861,
    "W": 7855,
    "#C@@": 7843,
    "2015": 7817,
    "et@@": 7776,
    "y:": 7776,
    "GOP": 7762,
    "de": 7754,
    "ic": 7744,
    "9": 7730,
    "him": 7730,
    "op@@": 7701,
    "ul@@": 7676,
    "ambassadors": 7652,
    "ex@@": 7651,
    "make": 7616,
    "@A@@": 7589,
    "woman": 7586,
    "\u2019s": 7529,
    "@m@@": 7526,
    "ak@@": 7512,
    "#MakeAmericaGreatAgain": 7502,
    "#F@@": 7501,
    "know": 7492,
    "se@@": 7489,
    "...@@": 7473,
    "L": 7452,
    "Why": 7431,
    "ig@@": 7379,
    "their": 7349,
    "ne@@": 7344,
    "call": 7308,
    "wrong": 7295,
    "ti@@": 7234,
    "now": 7179,
    "ent": 7163,
    "J": 7134,
    "con@@": 7132,
    "@B@@": 7121,
    "He": 7120,
    "ra@@": 7109,
    "against": 7052,
    "tt@@": 7035,
    "sp@@": 7029,
    "!!": 6993,
    "X": 6985,
    "j": 6983,
    "https://t.c\u2026": 6982,
    "say": 6962,
    "For": 6936,
    "ist": 6933,
    "want": 6913,
    "ist@@": 6884,
    "And": 6865,
    "est@@": 6857,
    "In@@": 6851,
    ",@@": 6798,
    "\u201c@@": 6765,
    "America": 6751,
    "re:": 6727,
    "#P@@": 6643,
    "@R@@": 6620,
    "what's": 6603,
    "\u2018@@": 6596,
    "es.": 6568,
    "ow@@": 6550,
    "Ch@@": 6543,
    "#Trump": 6540,
    "Of": 6531,
    "abortion": 6524,
    "only": 6514,
    "V": 6460,
    "ec@@": 6458,
    "Q": 6449,
    "#climate": 6423,
    "@N@@": 6414,
    "2016": 6384,
    "q": 6371,
    "its": 6353,
    "la@@": 6344,
    "y.": 6323,
    "CNN": 6321,
    "Sh@@": 6317,
    "US": 6306,
    "um@@": 6299,
    "NBC": 6299,
    "#NBC": 6297,
    "Me:": 6291,
    "new": 6265,
    "man": 6259,
    "ee@@": 6244,
    "di@@": 6209,
    "right": 6185,
    "e,": 6167,
    "su@@": 6151,
    "ou@@": 6150,
    "\u2019": 6123,
    "dis@@": 6122,
    "No": 6097,
    "time": 6046,
    "AN@@": 6025,
    ".\"": 6023,
    "disgusting": 6013,
    "#D@@": 6012,
    "$@@": 5994,
    "after": 5977,
    "ap@@": 5976,
    "With": 5963,
    "ant@@": 5942,
    "@j@@": 5939,
    "#H@@": 5932,
    "News": 5930,
    "@D@@": 5930,
    "Z": 5930,
    "it's": 5929,
    "jump": 5911,
    "qu@@": 5877,
    "he@@": 5858,
    "she": 5855,
    "up@@": 5833,
    "y,": 5828,
    "ev@@": 5821,
    "end@@": 5802,
    "IN@@": 5783,
    "ISIS": 5767,
    "best": 5760,
    "because": 5753,
    "#N@@": 5750,
    "#T@@": 5749,
    "am": 5748,
    "Feminist:": 5729,
    "see": 5704,
    "all@@": 5668,
    "jumpma-": 5651,
    "RE@@": 5649,
    "going": 5648,
    "av@@": 5641,
    "being": 5641,
    "love": 5636,
    "#SemST": 5628,
    "youth": 5607,
    "@G@@": 5598,
    "jumptrans": 5559,
    "can't": 5557,
    "@aldenrichards02": 5554,
    "for@@": 5548,
    "iv@@": 5533,
    "pa": 5521,
    "Con@@": 5509,
    "@T@@": 5497,
    "Nation": 5481,
    "It's": 5479,
    "@J@@": 5478,
    "vote": 5473,
    "oc@@": 5461,
    "stop": 5440,
    "ru@@": 5416,
    "On": 5413,
    "world": 5412,
    "go": 5409,
    "@P@@": 5407,
    "la": 5397,
    "@The@@": 5357,
    "said": 5349,
    "own": 5348,
    "ar": 5326,
    "@L@@": 5322,
    "Mexican": 5313,
    "bl@@": 5312,
    "been": 5309,
    "t:": 5297,
    "aw@@": 5276,
    "est": 5234,
    "It": 5232,
    "man@@": 5231,
    "@W@@": 5231,
    "Bernie": 5216,
    "er:": 5212,
    "red": 5212,
    "@s@@": 5203,
    "od@@": 5199,
    "An@@": 5199,
    "ill@@": 5196,
    "@F@@": 5176,
    "pe@@": 5168,
    "ge@@": 5134,
    "#R@@": 5108,
    "gu@@": 5093,
    "pl@@": 5093,
    "of@@": 5089,
    "ass@@": 5078,
    "Just": 5071,
    "ud@@": 5061,
    "https:/\u2026": 5056,
    "ated": 5054,
    "oo@@": 5038,
    "ast@@": 5037,
    "po@@": 5015,
    "age": 5007,
    "So": 5002,
    "https://t.co/L@@": 5002,
    "https:\u2026": 4997,
    "os": 4993,
    "te@@": 4988,
    "#DonaldTrump's": 4985,
    "Feminist": 4983,
    "Un@@": 4965,
    "\u201d": 4955,
    "ate@@": 4952,
    "ve@@": 4937,
    "trend": 4932,
    "bi@@": 4929,
    "ut@@": 4917,
    ";": 4884,
    "pp@@": 4881,
    "way": 4880,
    "Will": 4870,
    "New": 4852,
    "yung": 4844,
    "@d@@": 4838,
    "es:": 4828,
    "natin": 4828,
    "AL@@": 4821,
    "Aldub": 4810,
    "ans": 4809,
    "ci@@": 4808,
    "use": 4806,
    "naman": 4800,
    "USA": 4799,
    "Th@@": 4798,
    "!@@": 4795,
    "si@@": 4774,
    "ers@@": 4758,
    "https://t.co/9@@": 4750,
    "eb@@": 4747,
    "go@@": 4743,
    "ph@@": 4741,
    "women": 4737,
    "back": 4727,
    "AT@@": 4719,
    "good": 4715,
    "https://t.co/y@@": 4712,
    "..": 4707,
    "https://t.co/7@@": 4706,
    "science": 4664,
    "https://t.co/w@@": 4664,
    "Be@@": 4660,
    "ma@@": 4649,
    "The@@": 4634,
    "really": 4627,
    "American": 4627,
    "https://t.co/8@@": 4619,
    "most": 4611,
    "De@@": 4602,
    "tion": 4599,
    "he's": 4597,
    "show": 4596,
    "https://t.co/6@@": 4595,
    "https://t.co/N@@": 4571,
    "comments": 4564,
    "action!": 4562,
    "https://t.co/4@@": 4550,
    "https://t.co/D@@": 4548,
    "could": 4543,
    "able": 4542,
    "%": 4540,
    "se": 4533,
    "Al@@": 4518,
    "https://t.co/5@@": 4515,
    "el": 4504,
    "vi@@": 4488,
    "Ar@@": 4486,
    "do@@": 4474,
    "https://t.co/T@@": 4468,
    "https://t.co/0@@": 4456,
    "next": 4453,
    "ack@@": 4450,
    "doesn't": 4449,
    "ing.": 4448,
    "makes": 4448,
    "some": 4446,
    "!!!": 4435,
    "Sanders": 4430,
    "https://t.co/P@@": 4430,
    "https://t.co/k@@": 4427,
    "https://t.co/J@@": 4425,
    "mo@@": 4411,
    "even": 4409,
    "https://t.co/3@@": 4395,
    "res": 4371,
    "other": 4356,
    "https://t.co/X@@": 4350,
    "https://t.co/K@@": 4349,
    "ah@@": 4342,
    "https://t.co/2@@": 4342,
    "https://t.co/q@@": 4340,
    ":@@": 4337,
    "ot": 4335,
    "#NowPH,": 4334,
    "https://t.co/U@@": 4331,
    "ous": 4327,
    "#L@@": 4326,
    "https://t.co/m@@": 4320,
    "them": 4311,
    "https://t.co/t@@": 4303,
    "@AllScienceGlobe:": 4303,
    "IS@@": 4301,
    "ell@@": 4297,
    "ess@@": 4294,
    "https://t.co/W@@": 4294,
    "ni@@": 4288,
    "pro@@": 4284,
    "https://t.co/1@@": 4271,
    "ind@@": 4269,
    "change.": 4263,
    "https://t.co/Y@@": 4261,
    "https://t.co/x@@": 4257,
    "int@@": 4255,
    "sc@@": 4249,
    "yn@@": 4249,
    "#m@@": 4246,
    "ant": 4235,
    "got": 4232,
    "bo@@": 4230,
    "https://t.co/E@@": 4227,
    "https://t.co/z@@": 4224,
    "https://t.co/G@@": 4219,
    "me@@": 4218,
    "DE@@": 4217,
    "https://t.co/V@@": 4193,
    "does": 4188,
    "ating": 4174,
    "king": 4174,
    "https://t.co/j@@": 4171,
    "https://t.co/v@@": 4170,
    "@K@@": 4168,
    "https://t.co/f@@": 4162,
    "still": 4155,
    "into": 4155,
    "bu@@": 4155,
    "Ex@@": 4152,
    "the@@": 4151,
    "day": 4149,
    "@E@@": 4137,
    "had": 4128,
    "Miss": 4123,
    "https://t.co/C@@": 4115,
    "pr@@": 4110,
    "to@@": 4110,
    "talks": 4101,
    "ard@@": 4100,
    "down": 4097,
    "http\u2026": 4097,
    "#Trump@@": 4097,
    "br@@": 4096,
    "ity": 4094,
    "ho@@": 4094,
    "https://t.co/M@@": 4090,
    "ov@@": 4089,
    "ment": 4087,
    "es,": 4072,
    "Li@@": 4062,
    "https://t.co/H@@": 4059,
    "ve": 4056,
    "illegal": 4052,
    "20@@": 4042,
    "https://t.co/d@@": 4041,
    "https://t.\u2026": 4040,
    "thing": 4036,
    "https://t.co/h@@": 4018,
    "LI@@": 4014,
    "https://t.co/Q@@": 4010,
    "About": 4004,
    "From": 3985,
    "ca@@": 3984,
    "ew@@": 3973,
    "https://t.co/B@@": 3972,
    "Cl@@": 3964,
    "https://t\u2026": 3963,
    "per@@": 3961,
    "gr@@": 3959,
    "https://t.co\u2026": 3959,
    "we@@": 3956,
    "https://t.co/l@@": 3949,
    "too": 3944,
    "ed.": 3940,
    "ob@@": 3938,
    "ce@@": 3934,
    "ea@@": 3933,
    "https://t.co/g@@": 3923,
    "IT@@": 3917,
    "ter@@": 3916,
    "AS@@": 3913,
    "https://t.co/O@@": 3912,
    "ON@@": 3910,
    "wh@@": 3908,
    "htt\u2026": 3908,
    "Trump@@": 3901,
    "https://t.co/p@@": 3900,
    "For@@": 3892,
    "Are": 3889,
    "ties": 3879,
    "ever": 3868,
    "AR@@": 3865,
    "https://t.co/Z@@": 3865,
    "res@@": 3863,
    "https://t.co/b@@": 3861,
    "World": 3859,
    "ine": 3858,
    "ting": 3854,
    "Is@@": 3853,
    "made": 3852,
    "did": 3850,
    "racist": 3840,
    "#UniteBlue": 3837,
    "cr@@": 3835,
    "ons": 3834,
    "global": 3830,
    "must": 3826,
    "believe": 3825,
    "never": 3821,
    "https://t.co/F@@": 3821,
    "ies": 3819,
    "https://t.co/o@@": 3811,
    "En@@": 3809,
    "#A@@": 3799,
    "ME@@": 3796,
    "news": 3791,
    "Pro@@": 3782,
    "https://t.co/I@@": 3782,
    "there": 3780,
    "https://\u2026": 3774,
    "wants": 3771,
    "so@@": 3771,
    "much": 3770,
    "THE": 3765,
    "https://t.co/s@@": 3752,
    "@c@@": 3751,
    "any@@": 3737,
    "cl@@": 3737,
    "https://t.co/S@@": 3737,
    "ass": 3730,
    "https://t.co/R@@": 3722,
    "That": 3719,
    "https://t.co/n@@": 3713,
    "too.": 3712,
    "#G@@": 3692,
    "Mar@@": 3688,
    "Let's": 3688,
    "https://t.co/r@@": 3683,
    "Don't": 3675,
    "https\u2026": 3674,
    "s!": 3669,
    "ay": 3665,
    "#trump2016": 3664,
    "many": 3661,
    "LE@@": 3659,
    "ST@@": 3657,
    "fa@@": 3642,
    "er.": 3639,
    "ub@@": 3634,
    "ts@@": 3634,
    "ism": 3633,
    "https://t.co/u@@": 3629,
    "th": 3627,
    "als": 3623,
    "ke@@": 3622,
    "then": 3609,
    "led": 3604,
    "ang@@": 3604,
    "ted": 3603,
    "ly@@": 3599,
    "Has": 3598,
    "great": 3594,
    "fe@@": 3592,
    "ER@@": 3592,
    "UN@@": 3590,
    "His": 3589,
    "any": 3588,
    "better": 3583,
    "end": 3583,
    "Clinton's": 3580,
    "e!": 3575,
    "He@@": 3574,
    "US@@": 3559,
    "ING": 3551,
    "ff@@": 3529,
    "Pl@@": 3521,
    "on:": 3515,
    "wi@@": 3514,
    "president": 3512,
    "When": 3501,
    "#USA": 3496,
    "ion": 3495,
    "no@@": 3495,
    "com@@": 3484,
    "t.": 3475,
    "fo@@": 3470,
    "#d@@": 3456,
    "it.": 3454,
    "ists": 3454,
    "@k@@": 3453,
    "ber@@": 3449,
    "AM@@": 3447,
    "needs": 3446,
    "ad": 3443,
    "business": 3434,
    "Let": 3433,
    "Jo@@": 3431,
    "#DonaldTrump,": 3426,
    "off": 3420,
    "rice": 3400,
    "#Univision": 3400,
    "white": 3394,
    "come": 3393,
    "#E@@": 3387,
    "Mexico": 3385,
    "our@@": 3374,
    "isn't": 3371,
    "development": 3370,
    "fired": 3369,
    "But": 3361,
    "#p@@": 3358,
    "10@@": 3351,
    "LO@@": 3350,
    "pre@@": 3345,
    "action": 3344,
    "Obama's": 3343,
    "feminism,": 3338,
    "az@@": 3334,
    "ks": 3331,
    "ch": 3329,
    "k:": 3328,
    "After": 3324,
    "#c@@": 3321,
    "Men": 3321,
    "https://t.co/c@@": 3310,
    "iz@@": 3304,
    "#DonaldTrump.": 3303,
    "recognized": 3303,
    "won't": 3297,
    "@feministculture:": 3291,
    "Bill": 3290,
    "#HillaryClinton": 3279,
    "less": 3276,
    "ation@@": 3275,
    "@b@@": 3274,
    "ates": 3272,
    "Rand": 3271,
    "art@@": 3261,
    "Abortion": 3260,
    "Mexicans": 3260,
    "UN": 3257,
    "ick@@": 3256,
    "very": 3247,
    "real": 3234,
    "ance": 3232,
    "#t@@": 3230,
    "Americans": 3224,
    "Ac@@": 3213,
    "Bl@@": 3210,
    "https://t.co/A@@": 3209,
    "s?": 3204,
    "EN@@": 3202,
    "My": 3201,
    "All": 3198,
    "As": 3195,
    "ins@@": 3194,
    "Great": 3192,
    "https://t.co/\u2026": 3181,
    "Qu@@": 3179,
    "ann@@": 3176,
    "IC@@": 3175,
    "were": 3173,
    "1:": 3165,
    "les": 3149,
    "#I@@": 3146,
    "#b@@": 3136,
    "Who": 3136,
    "He's": 3129,
    "fac@@": 3116,
    "ps": 3116,
    "Se@@": 3114,
    "Now": 3111,
    "They": 3111,
    "Climate-friendly": 3109,
    "Be": 3103,
    "presidential": 3100,
    "ter": 3096,
    "ver@@": 3092,
    "hi@@": 3092,
    "@H@@": 3090,
    "OR@@": 3087,
    "https://t.co/4ynF9YoU67": 3084,
    "NOT": 3082,
    "#f@@": 3077,
    "https://t.co/a@@": 3076,
    "summit": 3071,
    "ran@@": 3062,
    "#Hillary2016": 3058,
    "ing:": 3056,
    "ally": 3050,
    "saying": 3049,
    "@t@@": 3045,
    "Co@@": 3044,
    "rac@@": 3039,
    "Trump's": 3039,
    "mar@@": 3036,
    "ens@@": 3036,
    "Am@@": 3034,
    "fi@@": 3033,
    "TO": 3029,
    "https://t.co/i@@": 3028,
    "tting": 3024,
    "candidate": 3021,
    "ence": 3020,
    "keep": 3016,
    "TRUMP": 3015,
    "Clinton:": 3015,
    "..@@": 3012,
    "#J@@": 3008,
    "ox@@": 3006,
    "https://t.co/e@@": 3003,
    "ats": 3001,
    "ty@@": 2998,
    "White": 2998,
    "par@@": 2995,
    "o:": 2995,
    "one@@": 2985,
    "ai@@": 2984,
    "@HillaryClinton": 2965,
    "U.S.": 2964,
    "TH@@": 2962,
    "ef@@": 2962,
    "Do": 2961,
    "ash@@": 2960,
    "Paul": 2959,
    "doing": 2957,
    "men": 2952,
    "work": 2945,
    "#K@@": 2933,
    "Can": 2928,
    "19@@": 2926,
    "\u00a0@@": 2926,
    "ren@@": 2924,
    "Sp@@": 2921,
    "er,": 2917,
    "Me@@": 2917,
    "ris@@": 2914,
    "ach@@": 2912,
    "win": 2911,
    "#W@@": 2903,
    "eg@@": 2896,
    "ust@@": 2878,
    "ik@@": 2878,
    "#DonaldTrump@@": 2876,
    "dec@@": 2872,
    "ations": 2868,
    "Reporter": 2867,
    "#Mexico": 2862,
    "sm@@": 2860,
    "running": 2857,
    "country": 2850,
    "Feminism": 2848,
    "CH@@": 2846,
    "Dis@@": 2844,
    "may": 2843,
    "ine@@": 2842,
    "\u2013": 2833,
    "ans@@": 2829,
    "#climatechange": 2829,
    "ail@@": 2825,
    "rem@@": 2816,
    "Alden": 2810,
    "@g@@": 2803,
    "Mo@@": 2802,
    "ric@@": 2801,
    "Show": 2800,
    "Republican": 2797,
    "ice": 2795,
    "ey@@": 2794,
    "+@@": 2791,
    "real@@": 2790,
    "old": 2789,
    "ny@@": 2786,
    "Ro@@": 2784,
    "are@@": 2778,
    "GO@@": 2774,
    "tim@@": 2768,
    "ther@@": 2767,
    "Le@@": 2765,
    "Obama:": 2763,
    "don@@": 2748,
    "give": 2744,
    "another": 2741,
    "pi@@": 2737,
    "ke": 2734,
    "uc@@": 2731,
    "jo@@": 2730,
    "look": 2730,
    "run": 2729,
    "ide": 2728,
    "au@@": 2727,
    "s\u2026": 2722,
    "where": 2714,
    "Ad@@": 2712,
    "#Obama": 2711,
    "trump": 2706,
    "amp@@": 2703,
    "app@@": 2701,
    "Par@@": 2701,
    "OT@@": 2701,
    "ug@@": 2691,
    "IS": 2680,
    "gi@@": 2677,
    "same": 2674,
    "ors": 2673,
    "Im@@": 2671,
    "here": 2670,
    "#DonaldTrumpforPresident": 2663,
    "ity@@": 2661,
    "a,": 2660,
    "ight@@": 2654,
    "TI@@": 2646,
    "media": 2645,
    "before": 2644,
    "Out": 2627,
    "Global": 2625,
    "lic@@": 2623,
    "Cruz": 2623,
    "these": 2621,
    "Vote": 2621,
    "tell": 2617,
    "bad": 2611,
    "out@@": 2609,
    "uck@@": 2609,
    "@p@@": 2609,
    "Watch": 2606,
    "AC@@": 2606,
    "Tr@@": 2603,
    "id": 2598,
    "awareness.": 2588,
    "ing,": 2586,
    "ain@@": 2584,
    "ia": 2582,
    "RI@@": 2581,
    "FOR": 2581,
    "Pr@@": 2580,
    "tions": 2574,
    "https://t.co/yjKjuzg13A": 2573,
    "ce": 2572,
    "By": 2571,
    "rel@@": 2554,
    "leaders": 2553,
    "17@@": 2552,
    "talking": 2552,
    "back@@": 2552,
    "Presidential": 2551,
    "immigrants": 2551,
    "et": 2548,
    "every": 2546,
    "big": 2546,
    "actually": 2545,
    "den@@": 2543,
    "12@@": 2542,
    "To@@": 2542,
    "ty": 2538,
    "30@@": 2538,
    "ur": 2537,
    "ics": 2534,
    "CO@@": 2533,
    "Te@@": 2531,
    "off@@": 2527,
    "ard": 2525,
    "?@@": 2523,
    "ful": 2522,
    "At": 2522,
    "tu@@": 2518,
    "en:": 2513,
    "@O@@": 2512,
    "stand": 2509,
    "a.": 2495,
    "#MissUSA": 2491,
    "arm@@": 2490,
    "ry@@": 2488,
    "GE@@": 2487,
    "Thank": 2484,
    "those": 2479,
    "money": 2474,
    "ents": 2474,
    "deal": 2474,
    "truth": 2471,
    "....": 2470,
    "PO@@": 2470,
    "Com@@": 2468,
    "gets": 2465,
    "hate": 2461,
    "Gr@@": 2459,
    "ari@@": 2458,
    "ali@@": 2457,
    "#Hillary": 2457,
    "speaking": 2454,
    "HE@@": 2453,
    "shit": 2446,
    "ry": 2446,
    "Summit": 2445,
    "not@@": 2442,
    "ble": 2439,
    "ked": 2438,
    "Bae": 2437,
    "ath@@": 2435,
    "lim@@": 2435,
    "Gu@@": 2433,
    "ering": 2430,
    "red@@": 2430,
    "11@@": 2429,
    "els": 2426,
    "sy@@": 2426,
    "Univision": 2425,
    "#Election2016": 2425,
    "VOTE": 2424,
    "@Macys": 2424,
    "ake@@": 2423,
    "*@@": 2423,
    "calls": 2417,
    "if@@": 2412,
    "On@@": 2405,
    "last": 2402,
    "ure": 2401,
    "Trump:": 2400,
    "let": 2398,
    "Wh@@": 2398,
    "10": 2396,
    "years": 2394,
    "every@@": 2393,
    "BE@@": 2392,
    "Go@@": 2391,
    "No@@": 2390,
    "ck@@": 2388,
    "\"I": 2388,
    "@h@@": 2386,
    "More": 2386,
    "Of@@": 2384,
    "DONALD": 2384,
    "world@@": 2381,
    "leg@@": 2379,
    "talk": 2379,
    "....@@": 2374,
    "News@@": 2372,
    "Cor@@": 2371,
    "anc@@": 2369,
    "life": 2367,
    "#DonaldTrump:": 2366,
    "ism@@": 2364,
    "@I@@": 2364,
    "#p2": 2358,
    "fl@@": 2354,
    "ep@@": 2348,
    "#s@@": 2346,
    "sure": 2340,
    "TV": 2338,
    "chage": 2338,
    "--": 2334,
    "sk@@": 2329,
    "@l@@": 2327,
    "\u00e9@@": 2326,
    "#WakeUpAmerica": 2324,
    "Over": 2324,
    "You're": 2320,
    "put": 2319,
    "Su@@": 2319,
    "Up@@": 2318,
    "RA@@": 2318,
    "ment@@": 2315,
    "RO@@": 2314,
    "State": 2311,
    "t,": 2310,
    "Em@@": 2310,
    "Says": 2310,
    "Good": 2308,
    "ary": 2306,
    "atheist": 2306,
    "SP@@": 2303,
    "ear@@": 2301,
    "first": 2299,
    "Bo@@": 2299,
    "ood@@": 2297,
    "House": 2296,
    "#TRUMP2016": 2296,
    "Illegal": 2294,
    "ss@@": 2293,
    "an:": 2292,
    "you@@": 2284,
    "Ab@@": 2284,
    "my@@": 2283,
    "#atheism": 2278,
    "ess": 2275,
    "que": 2275,
    "An": 2275,
    "lin@@": 2273,
    "now@@": 2272,
    "LL@@": 2272,
    "ous@@": 2270,
    "des@@": 2270,
    "act": 2270,
    "someone": 2268,
    "Get": 2262,
    "head@@": 2259,
    "=@@": 2259,
    "Hillary's": 2258,
    "#Re@@": 2254,
    "tic@@": 2254,
    "We@@": 2252,
    "SE@@": 2251,
    "ign@@": 2251,
    "again": 2249,
    "AB@@": 2249,
    "http://t.co/6@@": 2249,
    "#DumpTrump": 2247,
    "Car@@": 2236,
    "ide@@": 2235,
    "sw@@": 2227,
    "201@@": 2226,
    "ati@@": 2226,
    "\u0131@@": 2225,
    "@YouTube": 2224,
    "that's": 2220,
    "ili@@": 2217,
    "son": 2215,
    "ite": 2213,
    "energy": 2212,
    "0.0": 2212,
    "ste@@": 2210,
    "#h@@": 2209,
    "something": 2206,
    "NE@@": 2206,
    "getting": 2200,
    "Br@@": 2197,
    "cor@@": 2196,
    "plan": 2195,
    "She": 2192,
    "e?": 2191,
    "@nbc": 2191,
    "Obama@@": 2190,
    "oll@@": 2189,
    "hel@@": 2188,
    "sign": 2187,
    "Emails": 2187,
    "um": 2186,
    "@w@@": 2184,
    "by@@": 2181,
    "using": 2181,
    "Clinton@@": 2178,
    "law@@": 2177,
    "?\"": 2170,
    "rap@@": 2164,
    "af@@": 2164,
    "Ne@@": 2163,
    "\u0627@@": 2162,
    "ES@@": 2158,
    "Bush": 2144,
    "so\u2026": 2144,
    "past": 2143,
    "Obama,": 2142,
    "ta@@": 2133,
    "right@@": 2130,
    "IN": 2130,
    "Change:": 2123,
    "att@@": 2118,
    "People": 2117,
    "24@@": 2116,
    "TE@@": 2116,
    "Ag@@": 2116,
    "Give": 2115,
    "point": 2115,
    "coming": 2114,
    "15@@": 2114,
    "Republicans": 2111,
    "&amp;@@": 2111,
    "http://t.co/4@@": 2110,
    "#g@@": 2109,
    "tion@@": 2109,
    "ond@@": 2107,
    "@NowPH_org": 2107,
    "row@@": 2106,
    "re": 2104,
    "Day": 2103,
    "act@@": 2100,
    "OP@@": 2099,
    "Per@@": 2098,
    "making": 2097,
    "w/": 2096,
    "200@@": 2094,
    "immigration": 2091,
    "*": 2090,
    "That's": 2089,
    "say@@": 2086,
    "terrorists": 2086,
    "line": 2084,
    "ings": 2080,
    "care": 2079,
    "#n@@": 2077,
    "anyone": 2076,
    "petition": 2076,
    "didn't": 2075,
    "AK@@": 2075,
    "lead": 2069,
    "aj@@": 2069,
    "Po@@": 2067,
    "called": 2064,
    "ish": 2063,
    "health": 2060,
    "OF": 2060,
    "speech": 2059,
    "I'll": 2057,
    "ong@@": 2055,
    "watch": 2053,
    "http://t.co/M@@": 2052,
    "part": 2048,
    "President@@": 2045,
    "Lo@@": 2045,
    "Only": 2044,
    "ther": 2043,
    "comp@@": 2043,
    "ie@@": 2041,
    "#PJNET": 2040,
    "und@@": 2039,
    "MA@@": 2039,
    "ake": 2036,
    "Di@@": 2034,
    "Or@@": 2032,
    "pa@@": 2032,
    "old@@": 2031,
    "cre@@": 2028,
    "ile": 2027,
    "You@@": 2027,
    "conference": 2027,
    "year": 2027,
    "SU@@": 2026,
    "dr@@": 2024,
    "Her": 2021,
    "ast": 2019,
    "poll@@": 2018,
    "i:": 2017,
    "YOU": 2016,
    "00@@": 2009,
    "age@@": 2008,
    "One": 2008,
    "Muslim": 2007,
    "13@@": 2003,
    "on.": 2001,
    "Do@@": 2001,
    "Have": 1999,
    "fr@@": 1999,
    "vot@@": 1999,
    "s\"": 1997,
    "12": 1997,
    "18@@": 1996,
    "ern@@": 1995,
    "own@@": 1994,
    "Clinton,": 1994,
    "MO@@": 1990,
    "ition": 1989,
    "yl@@": 1989,
    "ion@@": 1988,
    "El": 1987,
    "ia@@": 1985,
    "in:": 1982,
    "RU@@": 1981,
    "Macy's": 1979,
    "guy": 1978,
    "#Climate@@": 1976,
    "hope": 1974,
    "@f@@": 1974,
    "ear": 1973,
    "Fi@@": 1972,
    "http://t.co/R@@": 1972,
    "Your": 1971,
    "Aide": 1971,
    "fu@@": 1966,
    "ed,": 1965,
    "con": 1965,
    "#Benghazi": 1963,
    "http://t.co/9@@": 1963,
    "Donald@@": 1962,
    "Hillary@@": 1961,
    "political": 1959,
    "heard": 1959,
    "working": 1958,
    "Trump,": 1957,
    "video": 1955,
    "AND": 1952,
    "ord@@": 1949,
    "15": 1949,
    "50@@": 1949,
    "pres@@": 1948,
    "gh@@": 1946,
    "vo@@": 1946,
    "\u2014": 1946,
    "HA@@": 1943,
    "women's": 1940,
    "fight": 1939,
    "\u2728": 1939,
    "Please": 1933,
    "politics": 1932,
    "@St@@": 1932,
    "ys@@": 1931,
    "http://t.co/2@@": 1930,
    "@HillaryClinton:": 1929,
    "There": 1927,
    "used": 1925,
    "http://t.co/3@@": 1922,
    "ame": 1920,
    "things": 1914,
    "bread": 1914,
    "ip@@": 1913,
    "ers:": 1911,
    "cha@@": 1910,
    "@n@@": 1910,
    "@FoxNews": 1910,
    "Nov": 1906,
    "cut": 1904,
    "coun@@": 1902,
    "@r@@": 1902,
    "inc@@": 1901,
    "_:": 1897,
    "24": 1897,
    "Benghazi": 1896,
    "http://t.co/T@@": 1895,
    "http://t.co/Q@@": 1895,
    "Ph@@": 1894,
    "OO@@": 1890,
    "CLIMATE": 1890,
    "without": 1889,
    "ash": 1887,
    "remarks": 1886,
    "powerful": 1885,
    "As@@": 1884,
    "also": 1883,
    "aff@@": 1882,
    "ge": 1882,
    "AF@@": 1878,
    "during": 1878,
    ",000": 1877,
    "og@@": 1874,
    "anti-@@": 1870,
    "Party": 1870,
    "@CNN": 1870,
    "Did": 1868,
    "http://t.co/Z@@": 1863,
    "http://t.co/5@@": 1859,
    "http://t.co/0@@": 1858,
    "ill": 1857,
    "gg@@": 1856,
    "part@@": 1854,
    "Trump.": 1854,
    "http://t.co/K@@": 1853,
    "erg@@": 1852,
    "Latino": 1851,
    "ON": 1850,
    "nothing": 1849,
    "OU@@": 1849,
    "!\"": 1848,
    "y!": 1848,
    "http://t.co/p@@": 1848,
    "Apprentice": 1848,
    "can@@": 1847,
    "http://t.co/v@@": 1847,
    "News:": 1843,
    "Climate:": 1842,
    "ron@@": 1841,
    "Iowa": 1841,
    "while": 1838,
    "gonna": 1837,
    "Ha@@": 1837,
    "http://t.co/L@@": 1835,
    "&gt;@@": 1834,
    "Fl@@": 1834,
    "#The@@": 1832,
    "days": 1830,
    "Our": 1829,
    "http://t.co/m@@": 1829,
    "It@@": 1828,
    "iti@@": 1824,
    "ning": 1824,
    "over@@": 1823,
    "Report:": 1822,
    "rebuke": 1821,
    "TV@@": 1821,
    "rec@@": 1820,
    "UK": 1817,
    "il": 1815,
    "ll@@": 1815,
    "During": 1814,
    "ok@@": 1813,
    "study": 1813,
    "lot": 1810,
    "thing@@": 1809,
    "y?": 1809,
    "lam@@": 1809,
    "gl@@": 1808,
    "Go": 1808,
    "tl@@": 1807,
    "#immigration": 1807,
    ".@@@": 1806,
    "http://t.co/7@@": 1806,
    "yeast": 1806,
    "speak": 1805,
    "face": 1803,
    "way@@": 1802,
    "EM@@": 1802,
    "car@@": 1799,
    "race": 1799,
    "which": 1798,
    "VE@@": 1797,
    "pe": 1797,
    "taking": 1796,
    "Ted": 1796,
    "http://t.co/d@@": 1795,
    "vic@@": 1794,
    "ers.": 1794,
    "Fe@@": 1794,
    ")@@": 1794,
    "ds": 1793,
    "ump@@": 1792,
    "Take": 1792,
    "Mc@@": 1792,
    "ici@@": 1791,
    "read": 1788,
    "DO@@": 1785,
    "scientists": 1783,
    "mon@@": 1783,
    "[@@": 1780,
    "ht\u2026": 1780,
    "IL@@": 1778,
    "God": 1777,
    "ir": 1777,
    "#O@@": 1776,
    "new@@": 1775,
    "threat": 1775,
    "ue": 1774,
    "deb@@": 1772,
    "Ho@@": 1772,
    "Does": 1771,
    "SI@@": 1770,
    "candidates": 1770,
    "http://t.co/q@@": 1770,
    "well": 1768,
    "http://t.co/j@@": 1767,
    "war@@": 1764,
    "day@@": 1763,
    "National": 1762,
    "\u2019@@": 1762,
    "#Macys": 1762,
    "log@@": 1761,
    "vers@@": 1760,
    "itch@@": 1759,
    "everyone": 1759,
    "EC@@": 1758,
    "Video": 1757,
    "cu@@": 1755,
    "min@@": 1755,
    "tw@@": 1755,
    "Immigrants": 1755,
    "100@@": 1753,
    "http://t.co/t@@": 1752,
    "ound@@": 1746,
    "acy": 1746,
    "NO@@": 1745,
    "mean": 1744,
    "Attack": 1743,
    "always": 1742,
    "eri@@": 1741,
    "CA@@": 1741,
    "thinks": 1739,
    "spread": 1737,
    "CHANGE": 1736,
    "http://t.co/U@@": 1735,
    "live": 1734,
    "http://t.co/k@@": 1733,
    "3:": 1732,
    "form@@": 1730,
    "ger": 1730,
    "/": 1730,
    "ical": 1729,
    "tweet": 1728,
    "@BlackPplVines:": 1726,
    "rest": 1725,
    "tonight": 1724,
    "ore": 1720,
    "ends": 1719,
    "http://t.co/r@@": 1719,
    "http://t.co/X@@": 1719,
    "dem@@": 1718,
    "with@@": 1717,
    "http://t.co/f@@": 1717,
    "http://t.co/J@@": 1716,
    "Science": 1715,
    "bring": 1714,
    "USA@@": 1714,
    "ack": 1712,
    "http://t.co/b@@": 1710,
    "anything": 1709,
    "http://t.co/8@@": 1709,
    "having": 1708,
    "FU@@": 1708,
    "http://t.co/g@@": 1708,
    "sur@@": 1707,
    "until": 1706,
    "might": 1706,
    "sl@@": 1706,
    "latest": 1706,
    "Christi@@": 1703,
    "http://t.co/n@@": 1703,
    "#Climate": 1702,
    "WH@@": 1702,
    "year@@": 1700,
    "io@@": 1700,
    "UK@@": 1699,
    "ase": 1697,
    "99@@": 1697,
    "Snow:": 1697,
    "rest@@": 1696,
    "@": 1696,
    "Precip:": 1695,
    "ect@@": 1694,
    "vs": 1694,
    "#JebBush": 1694,
    "that@@": 1691,
    "CC@@": 1690,
    "hard@@": 1689,
    "Ob@@": 1689,
    "\ud83c\uddfa\ud83c\uddf8": 1689,
    "So@@": 1687,
    "sha@@": 1687,
    "enc@@": 1685,
    "Pe@@": 1684,
    "meet": 1684,
    "Hey": 1684,
    "Aw@@": 1683,
    "Mr.": 1683,
    "#feminism": 1682,
    "fin@@": 1681,
    "ire": 1680,
    "ye@@": 1680,
    "@weknowwhatsbest:": 1679,
    "voice": 1678,
    "http://t.co/Y@@": 1678,
    "Thanks": 1676,
    "Il@@": 1676,
    "ref@@": 1675,
    "week": 1674,
    "ement": 1673,
    "mor@@": 1673,
    "him@@": 1673,
    "thought": 1672,
    "Support": 1672,
    "http://t.co/G@@": 1672,
    "agree": 1671,
    "def@@": 1671,
    "today": 1670,
    "ying": 1670,
    "set": 1667,
    "ish@@": 1667,
    "hair": 1667,
    "Women": 1665,
    "#ClimateChange": 1665,
    "ree@@": 1663,
    "ite@@": 1663,
    "fil@@": 1662,
    "WO@@": 1662,
    "Was": 1662,
    "work@@": 1661,
    "_": 1661,
    "http://t.co/E@@": 1661,
    "Rap@@": 1661,
    "done": 1659,
    "change?": 1658,
    "Bu@@": 1657,
    "ver": 1654,
    "w/@@": 1654,
    "zz@@": 1654,
    "op": 1653,
    "@Re@@": 1652,
    "http://t.co/C@@": 1649,
    "policy": 1648,
    "Us@@": 1646,
    "ling": 1645,
    "ely": 1644,
    "on,": 1643,
    "http://t.co/x@@": 1643,
    "start": 1641,
    "SO@@": 1640,
    "Love": 1639,
    "--@@": 1639,
    "RT@@": 1639,
    "ID@@": 1638,
    "ble@@": 1637,
    "ise": 1637,
    "25@@": 1636,
    "countries": 1635,
    "them@@": 1634,
    "14@@": 1633,
    "law": 1633,
    "@GOP": 1633,
    "Dr@@": 1632,
    "government": 1632,
    "FI@@": 1630,
    "emails": 1630,
    "hear": 1629,
    "]": 1626,
    "Action": 1626,
    "y_@@": 1625,
    "NY@@": 1625,
    "Tur@@": 1623,
    "debate": 1622,
    "a\u2026": 1622,
    "vis@@": 1621,
    "http://t.co/z@@": 1620,
    "un": 1619,
    "EE@@": 1619,
    "oy@@": 1618,
    "Time": 1618,
    "Join": 1618,
    "week@@": 1616,
    "ush@@": 1616,
    "http://t.co/V@@": 1615,
    "2:": 1613,
    "Exxon": 1612,
    "@_@@": 1611,
    "countr@@": 1611,
    "Twitter": 1610,
    "Rubio": 1610,
    "Conference": 1610,
    "available": 1609,
    "\u00fc@@": 1609,
    "shows": 1608,
    "du@@": 1608,
    "#Hillary@@": 1608,
    "ker": 1607,
    "ton@@": 1606,
    "WE": 1605,
    "join": 1601,
    "Can't": 1601,
    "ain": 1599,
    "ands": 1599,
    "char@@": 1599,
    "already": 1598,
    "Hi@@": 1598,
    "aa@@": 1598,
    "times": 1596,
    "between": 1596,
    "bur@@": 1596,
    "Bi@@": 1594,
    "Fox": 1593,
    "s'": 1592,
    "immigrant": 1592,
    "inn@@": 1591,
    "@POTUS": 1586,
    "Coordinated": 1586,
    "long": 1585,
    "AW@@": 1585,
    "sn@@": 1584,
    "&gt;": 1583,
    "enough": 1582,
    "ow": 1581,
    "??": 1581,
    "Like": 1580,
    "http://t.co/W@@": 1580,
    "\u064a@@": 1579,
    "uff@@": 1578,
    "http://t.co/B@@": 1577,
    "him.": 1574,
    "holiday": 1573,
    "col@@": 1572,
    "http://t.co/I@@": 1572,
    "climate@@": 1571,
    "ld@@": 1571,
    "@lordflaconegro:": 1571,
    "this@@": 1570,
    "Most": 1569,
    "#GOP@@": 1569,
    "16@@": 1568,
    "ins": 1567,
    "ser@@": 1566,
    "Read": 1566,
    "UR@@": 1566,
    "word": 1565,
    "ick": 1565,
    "voting": 1563,
    "ang": 1563,
    "#No@@": 1562,
    "elec@@": 1562,
    "feel": 1561,
    "bro@@": 1561,
    "?!": 1561,
    "since": 1561,
    "http://t.co/H@@": 1561,
    "Ed@@": 1560,
    "Lead@@": 1557,
    "record": 1557,
    "ock@@": 1557,
    "DA@@": 1557,
    "COP21": 1557,
    "black": 1555,
    "Here's": 1555,
    "I've": 1554,
    "=": 1554,
    "Democrats": 1554,
    "cons@@": 1552,
    "http://t.co/N@@": 1551,
    "trying": 1549,
    "Ev@@": 1548,
    "ild@@": 1548,
    "UP@@": 1548,
    "Dec@@": 1547,
    "DI@@": 1546,
    "Up": 1546,
    "tic": 1545,
    "http://t.co/1@@": 1545,
    "ones": 1544,
    "national": 1544,
    "HI@@": 1543,
    "#HillaryForPrison2016": 1542,
    "tter@@": 1541,
    "know@@": 1541,
    "top": 1541,
    "'ll": 1539,
    "Stop": 1537,
    "al:": 1537,
    "poll": 1536,
    "around": 1534,
    "ahead": 1533,
    "pu@@": 1533,
    "'ve": 1532,
    "eni@@": 1532,
    "es!": 1532,
    "uk@@": 1531,
    "http://t.co/P@@": 1530,
    "reg@@": 1528,
    "change:": 1528,
    "spir@@": 1527,
    "hu@@": 1527,
    "#Trump2016@@": 1527,
    "talk@@": 1526,
    "November": 1526,
    "http://t.co/D@@": 1526,
    "Sanders:": 1526,
    "politic@@": 1525,
    "http://t.co/O@@": 1525,
    "ect": 1524,
    "million": 1524,
    "land@@": 1522,
    "ideas": 1521,
    "ont@@": 1521,
    "ky@@": 1521,
    "#news": 1521,
    "Post": 1519,
    "40@@": 1517,
    "lec@@": 1516,
    "such": 1515,
    "http://t.co/y@@": 1515,
    "win@@": 1514,
    "words": 1513,
    "ight": 1513,
    "away": 1513,
    "#CNN": 1513,
    "war": 1512,
    "ft@@": 1512,
    "Wor@@": 1510,
    "ner": 1509,
    "#ThanksgivingClapBack": 1509,
    "run@@": 1508,
    "tor@@": 1507,
    "place": 1507,
    "Top": 1507,
    "HO@@": 1505,
    "La@@": 1505,
    "Ma@@": 1503,
    "everything": 1502,
    "ank@@": 1500,
    "es?": 1500,
    "Make": 1500,
    "ven@@": 1500,
    "Poll:": 1500,
    "29@@": 1498,
    "http://t.co/w@@": 1498,
    "Vo@@": 1498,
    "term": 1497,
    "http://t.co/F@@": 1497,
    "Tees": 1497,
    "ars": 1495,
    "ose": 1495,
    "NT@@": 1493,
    "mi@@": 1492,
    "HU@@": 1491,
    "mis@@": 1490,
    "rum@@": 1490,
    "sec@@": 1488,
    "vagina": 1486,
    "left": 1484,
    "z:": 1481,
    "investment": 1479,
    "boldly": 1478,
    "air@@": 1477,
    "\u306e@@": 1477,
    "los": 1476,
    "Charli": 1476,
    "warming": 1474,
    "Don@@": 1474,
    "interview": 1474,
    "just@@": 1473,
    "it,": 1471,
    "ax@@": 1469,
    "70@@": 1469,
    "FL@@": 1468,
    "pay": 1467,
    "men@@": 1466,
    "hard": 1465,
    "an,": 1465,
    "United": 1463,
    "ach": 1463,
    "power": 1461,
    "80@@": 1461,
    "Jeb": 1461,
    "Keep": 1460,
    "add@@": 1459,
    "Media": 1459,
    "truth@@": 1458,
    "#w@@": 1456,
    "Atheist": 1456,
    "fuck": 1456,
    "ern": 1456,
    "ail": 1456,
    "VI@@": 1456,
    "(IBD)": 1455,
    "Sm@@": 1454,
    "SC@@": 1453,
    "#V@@": 1452,
    "ways": 1451,
    "under": 1451,
    "ade": 1450,
    "30": 1449,
    "THIS": 1449,
    "wee@@": 1448,
    "5:": 1448,
    "strong": 1447,
    "@Univision": 1447,
    "And@@": 1443,
    "body": 1443,
    "http://t.co/l@@": 1443,
    "athe@@": 1440,
    "post": 1440,
    "ley": 1440,
    "firm": 1440,
    "week!": 1439,
    "pic@@": 1436,
    "Immigration": 1436,
    "por@@": 1435,
    "she's": 1435,
    "ever@@": 1434,
    "ana": 1433,
    "World@@": 1433,
    "Vot@@": 1431,
    "ute": 1428,
    "human": 1428,
    "st": 1426,
    "25": 1425,
    "PM": 1424,
    "suppor@@": 1424,
    "find": 1423,
    "BC@@": 1423,
    "These": 1423,
    "2013": 1423,
    "BU@@": 1422,
    "become": 1421,
    "inf@@": 1421,
    "border": 1421,
    "AP@@": 1420,
    "Op@@": 1420,
    "NO": 1418,
    "#trump": 1417,
    "comm@@": 1416,
    "ime": 1416,
    "\u0627\u0644@@": 1416,
    "ens": 1415,
    "prov@@": 1415,
    "BI@@": 1414,
    "a_@@": 1414,
    "try": 1414,
    "re.": 1413,
    "GOP@@": 1413,
    "los@@": 1412,
    "poor": 1411,
    "gay": 1411,
    "you.": 1408,
    "ane@@": 1408,
    "low": 1406,
    "standing": 1406,
    "@An@@": 1406,
    "shi@@": 1405,
    "yr@@": 1405,
    "@V@@": 1405,
    "ju@@": 1403,
    "Business": 1403,
    "WATCH": 1403,
    "@Climate@@": 1402,
    "GH@@": 1402,
    "CK@@": 1402,
    "knows": 1401,
    "ful@@": 1401,
    "bs": 1401,
    "speaks": 1401,
    "hy@@": 1400,
    "Climate@@": 1400,
    "Big": 1399,
    "Want": 1398,
    "her@@": 1397,
    "ized": 1397,
    "har@@": 1396,
    "Anti-@@": 1395,
    "agre@@": 1394,
    "ba@@": 1394,
    "fundraiser": 1394,
    "India": 1393,
    "DontVoteforTrump": 1392,
    "ness": 1391,
    "Hearing": 1391,
    "send": 1390,
    "educ@@": 1389,
    "Africa": 1388,
    "reporter": 1388,
    "AZ@@": 1388,
    "cont@@": 1387,
    "Fo@@": 1387,
    "trump@@": 1387,
    "ym@@": 1386,
    "http://t.co/u@@": 1386,
    "calling": 1385,
    "ut": 1385,
    "e\"": 1384,
    "@the@@": 1384,
    "\ud83d\ude02": 1384,
    "led@@": 1382,
    "@ch@@": 1382,
    "imp@@": 1381,
    "Because": 1380,
    "Bar@@": 1380,
    "ie": 1379,
    "OS@@": 1379,
    "ative": 1378,
    "ST": 1377,
    "person": 1375,
    "mu@@": 1374,
    "Pre@@": 1373,
    "acc@@": 1371,
    "LA@@": 1370,
    "Not@@": 1369,
    "job": 1369,
    "rape": 1369,
    "hh@@": 1368,
    "ure@@": 1366,
    "bord@@": 1366,
    "FA@@": 1365,
    "ask": 1365,
    "able@@": 1364,
    "cour@@": 1362,
    "http://t.co/h@@": 1362,
    "please": 1361,
    "cle@@": 1361,
    "equ@@": 1361,
    "inv@@": 1360,
    "post@@": 1359,
    "ene@@": 1359,
    "ark@@": 1358,
    "78@@": 1357,
    "@i@@": 1357,
    "\"The": 1357,
    "arr@@": 1356,
    "ending": 1356,
    "Ca@@": 1356,
    "blogger": 1356,
    "SH@@": 1355,
    "lol": 1354,
    "lies": 1354,
    "stupid": 1354,
    "90@@": 1354,
    "Universe": 1354,
    "tells": 1353,
    "IM@@": 1352,
    "@r_faulkerson": 1352,
    "OM@@": 1351,
    "YE@@": 1349,
    "free": 1347,
    "Fr@@": 1347,
    "name": 1347,
    "ell": 1347,
    "#trump@@": 1347,
    "'d": 1346,
    "ALL": 1346,
    "tri@@": 1346,
    "ET@@": 1345,
    "#YoureFired": 1345,
    "@ofctrendsetter:": 1345,
    "GM@@": 1344,
    "+": 1342,
    "a's": 1342,
    "@Hillary@@": 1342,
    "less@@": 1340,
    "ator@@": 1340,
    "Words": 1340,
    "wa@@": 1338,
    "dn@@": 1337,
    "ft": 1333,
    "they're": 1332,
    "word!": 1331,
    "an.": 1330,
    "leading": 1329,
    "rapist@@": 1329,
    "Latinos": 1329,
    "dont": 1327,
    "jobs": 1326,
    "http://t.co/c@@": 1325,
    "http://t.co/s@@": 1324,
    "reason": 1323,
    "ya": 1323,
    "50": 1323,
    "#Republican": 1323,
    "nb@@": 1323,
    "@gerfingerpoken:": 1323,
    "under@@": 1322,
    "DU@@": 1322,
    "le:": 1322,
    "access": 1319,
    "uck": 1318,
    "pers@@": 1318,
    "Vi@@": 1318,
    "http://t.co/S@@": 1318,
    "#ElChapo": 1317,
    "some@@": 1316,
    "MI@@": 1313,
    "illi@@": 1312,
    "#Republicans": 1312,
    "ood": 1312,
    "#politics": 1311,
    "te": 1311,
    "row": 1310,
    "prom@@": 1310,
    "Fun@@": 1310,
    "important": 1308,
    "true": 1307,
    "ers,": 1305,
    "33@@": 1305,
    "hn@@": 1304,
    "Oh@@": 1304,
    "MS@@": 1303,
    "again@@": 1303,
    "ally@@": 1303,
    "82@@": 1303,
    "future": 1302,
    "NC": 1302,
    "Fa@@": 1301,
    "My@@": 1301,
    "iss@@": 1301,
    "children": 1300,
    "cc@@": 1300,
    "serv@@": 1299,
    "Iowa.": 1299,
    "Mon@@": 1298,
    "hair@@": 1298,
    "\".": 1297,
    "ks@@": 1295,
    "76@@": 1294,
    "#atheist": 1294,
    "Politicians": 1293,
    "Books": 1293,
    "\u0645@@": 1292,
    "#pjnet": 1288,
    "77@@": 1288,
    "First": 1285,
    "comes": 1284,
    "ational@@": 1284,
    "Sy@@": 1284,
    "view@@": 1283,
    "wonder": 1283,
    "Thanksgiving": 1283,
    "Hu@@": 1282,
    "stands": 1282,
    "both": 1280,
    "#TCOT": 1280,
    "IE@@": 1279,
    "Should": 1277,
    "ster": 1275,
    "yet": 1275,
    "cuts": 1275,
    "wal@@": 1273,
    "i\u2026": 1273,
    "&gt;HiLLARY@@": 1273,
    "ppl": 1272,
    "security": 1272,
    "Ju@@": 1272,
    "companies": 1270,
    "Col@@": 1270,
    "WN@@": 1269,
    "wait": 1268,
    "tre@@": 1268,
    "da@@": 1268,
    "BA@@": 1268,
    "gre@@": 1267,
    "ue@@": 1267,
    "Universal": 1267,
    "Wa@@": 1266,
    "http://t.co/o@@": 1266,
    "#ActOnClimate": 1265,
    "Hussein": 1265,
    "Bank": 1265,
    "word@@": 1264,
    "Bush@@": 1263,
    "A:": 1263,
    "en.": 1262,
    "nam@@": 1261,
    "2016@@": 1261,
    "hom@@": 1260,
    "tion.": 1260,
    "sa@@": 1259,
    "ans.": 1259,
    "Mason": 1258,
    "MD@@": 1257,
    "lost": 1256,
    "#NBC@@": 1256,
    "FO@@": 1255,
    "or:": 1255,
    "T:": 1255,
    "TR@@": 1254,
    "Ti@@": 1254,
    "ary@@": 1253,
    "ns": 1253,
    "sen@@": 1251,
    "ane": 1251,
    "Hillary.": 1251,
    "City,": 1251,
    "choice": 1250,
    "music": 1250,
    "wor@@": 1249,
    "NN@@": 1249,
    "ize": 1248,
    "change,": 1245,
    "plans": 1245,
    "LY": 1245,
    "http://t.co/i@@": 1245,
    "gifts!": 1245,
    "think@@": 1244,
    "Oh": 1244,
    "SA@@": 1244,
    "ough": 1243,
    "found": 1243,
    "incre@@": 1242,
    "feminist@@": 1240,
    "CE@@": 1239,
    "Cr@@": 1238,
    "co": 1238,
    "son@@": 1238,
    "PH@@": 1238,
    "party": 1237,
    "ved": 1237,
    "[Greg": 1237,
    "Yo@@": 1236,
    "Laden's": 1236,
    "ges": 1235,
    "piece": 1235,
    "\ufe0f": 1235,
    "I'd": 1233,
    "Blog]": 1233,
    "problem": 1232,
    "Campaign": 1232,
    "Save": 1232,
    "issue": 1231,
    "air": 1230,
    "EX@@": 1230,
    "tive": 1230,
    "PP@@": 1228,
    "tweets": 1228,
    "looks": 1226,
    "Comments": 1226,
    "ows": 1225,
    "Mor@@": 1224,
    "emb@@": 1224,
    "ps@@": 1224,
    "fucking": 1223,
    "Indi@@": 1223,
    "#TedCruz": 1223,
    "ays": 1222,
    "60@@": 1222,
    "eff@@": 1221,
    "clinton": 1221,
    "PR@@": 1221,
    "eng@@": 1219,
    "documentary": 1219,
    "ove@@": 1218,
    "threat@@": 1217,
    "New@@": 1217,
    "#Ch@@": 1216,
    "https://t.co/OfqlDPfVoU": 1216,
    "@BernieSanders:": 1216,
    "ook@@": 1215,
    "Man@@": 1215,
    "little": 1214,
    "deal@@": 1214,
    "AJ@@": 1214,
    "TRUMP@@": 1214,
    "list@@": 1213,
    "awareness": 1213,
    "per": 1212,
    "im": 1212,
    "Smear": 1212,
    "tb@@": 1211,
    "LD@@": 1210,
    "http://t.co/e@@": 1210,
    "WE@@": 1209,
    "36@@": 1208,
    "erry@@": 1208,
    "bel@@": 1208,
    "atheist@@": 1204,
    "88@@": 1204,
    "Philadelphia.": 1204,
    "turn": 1203,
    "Talks": 1203,
    "ing!": 1202,
    "tax": 1201,
    "boy@@": 1201,
    "American@@": 1201,
    "#ccot": 1199,
    "Or": 1199,
    "telling": 1199,
    "ton": 1198,
    "20": 1197,
    "1P@@": 1195,
    "vegan": 1194,
    "pageant": 1194,
    "Me": 1193,
    "16": 1192,
    "#gop": 1191,
    "DS@@": 1191,
    "CAN": 1190,
    "Char@@": 1189,
    "France": 1189,
    "ned": 1188,
    "mm@@": 1188,
    "WA@@": 1187,
    "ready": 1187,
    "news@@": 1187,
    "F4@@": 1187,
    "told": 1186,
    "ace": 1185,
    "biggest": 1185,
    "it!": 1184,
    "third": 1184,
    "OK@@": 1182,
    "#Feminism": 1182,
    "sub@@": 1181,
    "Chang@@": 1181,
    "change@@": 1181,
    "build": 1181,
    "ko@@": 1181,
    "dy@@": 1180,
    "jK@@": 1180,
    "zi@@": 1179,
    "xb@@": 1179,
    "der": 1177,
    "h\u2026": 1177,
    "va@@": 1176,
    "Latin@@": 1176,
    "election": 1175,
    "polls": 1175,
    "business@@": 1174,
    "Black": 1174,
    "Michelle": 1174,
    "cur@@": 1173,
    "uses": 1173,
    "CL@@": 1173,
    "#ISIS": 1173,
    "acy@@": 1171,
    "Inter@@": 1171,
    "rian@@": 1171,
    "ina@@": 1171,
    "Trump!": 1170,
    "mouth": 1169,
    "\u00e1@@": 1168,
    "leader": 1167,
    "bb@@": 1167,
    "#Bernie2016": 1167,
    "QU@@": 1166,
    "VE": 1165,
    "Youth": 1163,
    "Ter@@": 1163,
    "BL@@": 1162,
    "ital@@": 1161,
    "ards": 1161,
    "Bre@@": 1161,
    "ate.": 1161,
    "7:": 1161,
    "ed:": 1159,
    "kk@@": 1159,
    "inter@@": 1159,
    "Hillary,": 1159,
    "ATE@@": 1158,
    "feminism@@": 1158,
    "amm@@": 1157,
    "cho@@": 1156,
    "ch.": 1156,
    "War@@": 1156,
    "FR@@": 1156,
    "ence@@": 1154,
    "trad@@": 1154,
    "rit@@": 1154,
    "writ@@": 1154,
    "#En@@": 1154,
    "Pi@@": 1154,
    "through": 1153,
    "#donaldtrump@@": 1153,
    "SM@@": 1152,
    "66@@": 1150,
    "activ@@": 1150,
    "tur@@": 1150,
    "liberal": 1150,
    "Obama\u2019s": 1150,
    "people@@": 1149,
    "message": 1149,
    "conf@@": 1148,
    "Comm@@": 1147,
    "crow@@": 1147,
    "D:": 1147,
    "am:": 1146,
    "pping": 1145,
    "Muslims": 1145,
    "Bur@@": 1144,
    "ki@@": 1144,
    "84@@": 1143,
    "Mal@@": 1143,
    "ner@@": 1143,
    "Ri@@": 1143,
    "lead@@": 1142,
    "org@@": 1142,
    "#1@@": 1142,
    "liv@@": 1141,
    "president@@": 1140,
    "22@@": 1139,
    "mat@@": 1139,
    "high@@": 1139,
    "lem@@": 1139,
    "http://t.co/A@@": 1139,
    "1V@@": 1139,
    "ah": 1138,
    "ches": 1138,
    "cer@@": 1137,
    "unethical": 1137,
    "\u00a0": 1137,
    "Har@@": 1136,
    "bre@@": 1135,
    "tou@@": 1135,
    "Even": 1134,
    "John": 1134,
    "Say": 1134,
    "War": 1134,
    "wish": 1133,
    "itt@@": 1133,
    "ga@@": 1132,
    "TO@@": 1132,
    "fire": 1131,
    "campaign@@": 1131,
    "g:": 1131,
    "cit@@": 1130,
    "der@@": 1130,
    "else": 1130,
    "ities": 1129,
    "read@@": 1129,
    "LY@@": 1128,
    "Bro@@": 1128,
    "bra@@": 1128,
    "bc@@": 1128,
    "eric@@": 1128,
    "dumps": 1127,
    "Lo:": 1127,
    "Ni@@": 1126,
    "FE@@": 1126,
    "Wall": 1126,
    "let's": 1125,
    "ough@@": 1125,
    "orn@@": 1124,
    "emp@@": 1123,
    "talks:": 1123,
    "Hi:": 1123,
    "'illegal": 1123,
    "\u0644@@": 1123,
    "lad@@": 1122,
    "abor@@": 1122,
    "Watch:": 1122,
    "Tra@@": 1121,
    "Je@@": 1121,
    "your@@": 1120,
    "carbon": 1120,
    "dou@@": 1120,
    "unt": 1120,
    "singing": 1120,
    "ra": 1119,
    "ignor@@": 1118,
    "Rem@@": 1117,
    "ation.": 1117,
    "Energy": 1117,
    "aking": 1116,
    "vol@@": 1116,
    "Coun@@": 1116,
    "amb@@": 1115,
    "equality": 1115,
    "twee@@": 1114,
    "Pu@@": 1114,
    "here:": 1114,
    "yd@@": 1113,
    "PA@@": 1113,
    "save": 1112,
    "due": 1111,
    "rad@@": 1111,
    "bc": 1111,
    "hr@@": 1109,
    "ISIS@@": 1109,
    "BS@@": 1109,
    "#LatinosUnidos": 1109,
    "ator": 1108,
    "fact": 1108,
    "AD@@": 1108,
    "AG@@": 1107,
    "tiv@@": 1106,
    "gn@@": 1106,
    "form": 1106,
    "Ge@@": 1106,
    "sho@@": 1105,
    "By@@": 1105,
    "Against": 1104,
    "Islamic": 1100,
    "y's": 1100,
    "NBC@@": 1100,
    "Sa@@": 1099,
    "too@@": 1098,
    "JK@@": 1098,
    "GI@@": 1097,
    "#FoxNews": 1097,
    "ity.": 1096,
    "cat@@": 1096,
    "serious": 1096,
    "rich": 1096,
    "two": 1094,
    "ED": 1094,
    "DY@@": 1093,
    "chance": 1093,
    "Mexico@@": 1092,
    "Change.": 1091,
    "YZ@@": 1091,
    "#racist": 1091,
    "CR@@": 1090,
    "ave@@": 1089,
    "ina": 1089,
